Repository: mehrsethi/esca_ios
Catalog: FinalApp/*.lproj/Localizable.strings
Languages: hi

source: START SCANNING!
hi: शुरू स्कैनिंग!

source: EDIT PROFILE
hi: प्रोफाइल एडिट करें

source: %@ contains the following ingredients that don't match your dietary preferences-
hi: %@ में निम्न सामग्रियां हैं जो आपके आहार प्राथमिकताओं से मेल नहीं खाती हैं-

source: View All Ingredients
hi: सभी सामग्री देखें

source: Scan Another
hi: एक और स्कैन करें

source: This product contains-
hi: इस उत्पाद में-

source: Back
hi: वापस

source: Home
hi: मुख्य

source: Done!
hi: ख़त्म!

source: Name:
hi: नाम:

source: Age:
hi: आयु:

source: Check any allergies that you have:
hi: आपके पास किसी भी एलर्जी की जांच करें:

source: Milk
hi: दूध

source: Eggs
hi: अंडे

source: Fish
hi: मछली

source: Crustacean
hi: क्रस्टासेन

source: Tree nuts
hi: वृक्ष नट

source: Peanuts
hi: मूंगफली

source: Wheat
hi: गेहूँ

source: Soybeans
hi: सोयाबीन

source: Rice
hi: चावल

source: Garlic
hi: लहसुन

source: Oats
hi: जई

source: Sulfites
hi: सल्फाइट्स

source: Gluten
hi: ग्लूटेन

source: Select your diet preference:
hi: अपना आहार वरीयता चुनें:

source: Check any chronic medical conditions you have:
hi: आपके पास किसी भी पुरानी चिकित्सा शर्तों की जांच करें:

source: Diabetes
hi: मधुमेह

source: Kidney diseases
hi: गुर्दा रोग

source: High cholesterol
hi: उच्च कोलेस्ट्रॉल

source: Gout
hi: गाउट

source: Celiac disease
hi: सीलिएक रोग

source: Lactose intolerance
hi: लैक्टोज असहिष्णुता

source: Osteoporosis
hi: ऑस्टियोपोरोसिस

source: Continue
hi: अगला

source: Profile Photo
hi: प्रोफाइल फोटो

source: OK
hi: ठीक

source: ovo-vegetarian
hi: ओवो-शाकाहारी

source: lacto-vegetarian
hi: लैक्टो-शाकाहारी

source: vegan
hi: शुद्ध शाकाहारी

source: vegetarian
hi: शाकाहारी

source: No preference
hi: कोई वरीयता नहीं

source: Match
hi: मैच

source: Ingredients
hi: सामग्री

source: Not %@
hi: %@ नहीं

source: This product is perfect for you!
hi: यह उत्पाद आपके लिए बिल्कुल सही है!
